Revit 2027 API
ParameterTypeId.FabricationInsulationSpecificationAbbreviation Property
 "Insulation Specification Abbreviation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationInsulationSpecificationAbbreviation { get; }
Public Shared ReadOnly Property FabricationInsulationSpecificationAbbreviation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationInsulationSpecificationAbbreviation {
	ForgeTypeId^ get ();
}
static member FabricationInsulationSpecificationAbbreviation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace